{
	"Version": "1.3.2",
	"ModID": "RickyTaludas_OWHacienda",
	"ModioResourceId": 4584455,
	"IncompatibleIds": null,
	"ModDependencies": [
		"Taludas_sharedproduct_wine",
		"Taludas_sharedproduct_almonds",
		"Taludas_sharedproduct_applecider",
		"Taludas_sharedproduct_diamonds",
		"Taludas_sharedproduct_ebony",
		"Taludas_sharedproduct_fishstew",
		"Taludas_sharedproduct_honey",
		"Taludas_sharedproduct_lacquerware",
		"Taludas_sharedproduct_lobsterdinner",
		"Taludas_sharedproduct_luxuryfurniture",
		"Taludas_sharedproduct_marzipan",
		"Taludas_sharedproduct_paintings",
		"Taludas_sharedproduct_saffron",
		"Taludas_sharedproduct_silkfabric",
		"Taludas_sharedproduct_sweets",
		"Taludas_shared_tradingcompany",
		"vegetable_integration_kurila",
		"shared_herb_garden_kurila",
		"shared_clay_works_kurila",
		"barrels_kurila",
		"apples_kurila",
		"hemp-jakob",
		"ropes-jakob",
		"tea-jakob",
		"tools-jakob",
		"vegetables-jakob",
		"ow-hemp-jakob",
		"ow-linen-jakob",
		"ow-ropes-jakob",
		"ow-tools-jakob",
		"ow-vegetables-jakob",
		"ow-tea-jakob",
		"shared-ground-textures-city-jakob",
		"shared-ground-textures-industry-jakob",
		"shared_goods_clean_water",
		"shared_goods_horses",
		"municipal_theatre",
		"shared-pools-and-definitions",
		"neutral_hacienda_genshi",
		"Taludas_neutral_airport",
		"shared_general_modules_kurila",
		"shared_Matchers_Serp",
		"ObjectDummies_Serp",
		"TooltipSupportModPalaceMinistryHacienda_Serp",
		"shared_TT_MenuInputOutputAmounts_Serp",
		"import_storagelist_almonds_taludas",
		"import_storagelist_diamonds_taludas",
		"import_storagelist_ebony_taludas",
		"import_storagelist_saffron_taludas",
		"import_storagelist_silkfabric_taludas",
		"import_storagelist_tea_taludas",
		"Taludas_neutral_aftermonumentevent_festivalreward_infotip",
		"Taludas_shared_tradingcompany_packaging",
		"Taludas_shared_importdock_almonds",
		"Taludas_shared_importdock_ebony",
		"Taludas_shared_importdock_diamonds",
		"Taludas_shared_importdock_saffron",
		"Taludas_shared_importdock_silk",
		"Taludas_shared_importdock_tea",
		"Taludas_sharedproduct_tradelicense"
	],
	"LoadAfterIds": [
		"Taludas_sharedproduct_wine",
		"Taludas_sharedproduct_almonds",
		"Taludas_sharedproduct_applecider",
		"Taludas_sharedproduct_diamonds",
		"Taludas_sharedproduct_ebony",
		"Taludas_sharedproduct_fishstew",
		"Taludas_sharedproduct_honey",
		"Taludas_sharedproduct_lacquerware",
		"Taludas_sharedproduct_lobsterdinner",
		"Taludas_sharedproduct_luxuryfurniture",
		"Taludas_sharedproduct_marzipan",
		"Taludas_sharedproduct_paintings",
		"Taludas_sharedproduct_saffron",
		"Taludas_sharedproduct_silkfabric",
		"Taludas_sharedproduct_sweets",
		"Taludas_shared_tradingcompany",
		"vegetable_integration_kurila",
		"shared_herb_garden_kurila",
		"shared_clay_works_kurila",
		"shared_products_kurila",
		"shared_products_extended_kurila",
		"hemp-jakob",
		"ropes-jakob",
		"tea-jakob",
		"tools-jakob",
		"vegetables-jakob",
		"ow-hemp-jakob",
		"ow-linen-jakob",
		"ow-ropes-jakob",
		"ow-tools-jakob",
		"ow-vegetables-jakob",
		"ow-tea-jakob",
		"shared-ground-textures-city-jakob",
		"shared-ground-textures-industry-jakob",
		"shared_goods_clean_water",
		"shared_goods_horses",
		"municipal_theatre",
		"shared-pools-and-definitions",
		"neutral_hacienda_genshi",
		"Taludas_neutral_airport",
		"shared_general_modules_kurila",
		"shared_Matchers_Serp",
		"ObjectDummies_Serp",
		"TooltipSupportModPalaceMinistryHacienda_Serp",
		"shared_TT_MenuInputOutputAmounts_Serp",
		"import_storagelist_almonds_taludas",
		"import_storagelist_diamonds_taludas",
		"import_storagelist_ebony_taludas",
		"import_storagelist_saffron_taludas",
		"import_storagelist_silkfabric_taludas",
		"import_storagelist_tea_taludas",
		"FamTaubeLexy_NewWorldHotels",
		"jakob_biogas",
		"Taludas_neutral_aftermonumentevent_festivalreward_infotip",
		"Taludas_shared_tradingcompany_packaging",
		"lion053_ow_chapels",
		"Taludas_sharedproduct_tradelicense",
		"Taludas_NewWorldExpanded_Mayabeque"
	],
	"Category": {
		"Chinese": "插件",
		"English": "Addon",
		"French": "Complément",
		"German": "Zusatz",
		"Italian": "Componente aggiuntivo",
		"Japanese": "アドオン",
		"Korean": "애드온",
		"Polish": "Dodatek",
		"Russian": "Аддон",
		"Spanish": "Complemento",
		"Taiwanese": "外掛程式"
	},
	"ModName": {
		"Chinese": "贵族的责任（Ricky & Taludas）",
		"English": "Noblesse oblige (Ricky & Taludas)",
		"French": "Noblesse oblige (Ricky & Taludas)",
		"German": "Noblesse oblige (Ricky&Taludas)",
		"Italian": "Noblesse oblige (Ricky & Taludas)",
		"Japanese": "ノブレス・オブリージュ (リッキー&タルダス)",
		"Korean": "노블레스 오블리주 (리키 & 탈루다스)",
		"Polish": "Noblesse oblige (Ricky & Taludas)",
		"Russian": "Дворянское обязательство (Рики и Талудас)",
		"Spanish": "Nobleza obliga (Ricky y Taludas)",
		"Taiwanese": "貴族的責任（Ricky & Taludas）"
	},
	"Description": {
		"Chinese": "随着农奴的解放，一个新的时代开始了——一个变革的时代，一个成长的时代。\n\n但过渡并不总是那么容易。在不断变化的社会中，必须创造新的结构、新的生活和工作方式。\n\n在这段动荡时期，老地主有责任保持传统与进步之间的平衡。此时，他们不仅要对自己的福祉负责，而且还有责任利用自己的财富和影响力为繁荣和自由的社会奠定基础。贵族答应！\n\nAnno 1800 Noblesse Oblige 是一个模组，它将官方“Seeds of Change”DLC 的概念转移并扩展到旧世界。\n\n- 新的人口等级：拥有两种新机制的土地所有者（通过奢侈品供应和传统赞助产生影响）\n\n-管理部门：您控制土地和生产的界面（类似“庄园”的主楼），带有模块和五项新法令。\n\n- 专业农业：旧世界的新配方农场，带有修改后的辅助模块\n\n-传统与现代之间的工艺：新的 OW 配方啤酒厂和配方木工\n\n-4x4 住宅楼，满足 1-3 级人口的新需求\n\n- The Foreign Trading Company：与 2025 年 Mod 季未来版本的模组互动界面。",
		"English": "With the liberation of the serfs, a new era began - a time of change and a time of growth. \n\nBut the transition was not always easy. New structures had to be created, new ways of living and working in an ever changing society. \n\nDuring this period of turmoil, it was up to the old landowners to maintain the balance between tradition and progress. At this time, they were not only responsible for their own well-being, but also had a duty to use their wealth and influence to create the basis for a prosperous and free society. Noblesse oblige! \n\nAnno 1800 Noblesse Oblige is a mod that transfers and expands the concept of the official 'Seeds of Change' DLC to the Old World. \n\n-New population tier: Landowners with two new mechanics (influence through the supply of luxury goods and traditional patronage) \n\n-The Administration: your interface for controlling land and production ('Hacienda'-like Main Building) with modules and five new edicts. \n\n-Specialised agriculture: New recipe farms for the Old World with modified secondary modules \n\n-Craftsmanship between tradition and modernity: New OW recipe breweries and recipe carpentries \n\n-4x4 residential buildings with new needs for population levels 1-3 \n\n-The Foreign Trading Company: An interface for mod interactions with future release of the Modding Season 2025.",
		"French": "Avec la libération des serfs, une nouvelle ère a commencé, une période de changement et une période de croissance. \n\nMais la transition n’a pas toujours été facile. Il a fallu créer de nouvelles structures, de nouvelles façons de vivre et de travailler dans une société en constante évolution. \n\nDurant cette période de troubles, il incombait aux anciens propriétaires terriens de maintenir l’équilibre entre tradition et progrès. À cette époque, ils étaient non seulement responsables de leur propre bien-être, mais ils avaient également le devoir d’utiliser leur richesse et leur influence pour créer les bases d’une société prospère et libre. Noblesse oblige ! \n\nAnno 1800 Noblesse Oblige est un mod qui transfère et étend le concept du DLC officiel 'Seeds of Change' à l’Ancien Monde. \n\n-Nouveau niveau de population : Propriétaires terriens avec deux nouvelles mécaniques (influence via l’approvisionnement en produits de luxe et le mécénat traditionnel) \n\n-L’Administration : votre interface pour le contrôle des terres et de la production (bâtiment principal de type 'Hacienda') avec des modules et cinq nouveaux édits. \n\n-Agriculture spécialisée : Nouvelles fermes de recettes pour l’Ancien Monde avec des modules secondaires modifiés \n\n-L’artisanat entre tradition et modernité : nouvelles brasseries de recettes OW et menuiseries de recettes \n\n-Bâtiments résidentiels 4x4 avec de nouveaux besoins pour les niveaux de population 1-3 \n\n-The Foreign Trading Company : Une interface pour les interactions avec les mods avec la future sortie de la saison de modding 2025.",
		"German": "Mit der Befreiung der Leibeigenen begann eine neue Ära – eine Zeit des Wandels und eine Zeit des Wachstums. \n\nAber der Übergang war nicht immer einfach. Es mussten neue Strukturen geschaffen werden, neue Lebens- und Arbeitsweisen in einer sich ständig verändernden Gesellschaft. \n\nIn dieser Zeit der Unruhen war es Aufgabe der alten Gutsbesitzer, die Balance zwischen Tradition und Fortschritt zu wahren. Zu dieser Zeit waren sie nicht nur für ihr eigenes Wohlergehen verantwortlich, sondern hatten auch die Pflicht, ihren Reichtum und Einfluss zu nutzen, um die Grundlage für eine wohlhabende und freie Gesellschaft zu schaffen. Adel verpflichtet! \n\nAnno 1800 Noblesse Oblige ist eine Mod, die das Konzept des offiziellen \"Seeds of Change\"-DLCs auf die Alte Welt überträgt und erweitert. \n\n-Neue Bevölkerungsstufe: Landbesitzer mit zwei neuen Mechaniken (Einfluss durch das Angebot an Luxusgütern und traditionelle Patronage) \n\n-Die Verwaltung: deine Schnittstelle zur Kontrolle von Land und Produktion (\"Hacienda\"-ähnliches Hauptgebäude) mit Modulen und fünf neuen Edikten. \n\n-Spezialisierte Landwirtschaft: Neue Rezeptfarmen für die Alte Welt mit modifizierten Sekundärmodulen \n\n-Handwerk zwischen Tradition und Moderne: Neue OW Rezeptbrauereien und Rezeptschreinereien \n\n-4x4 Wohngebäude mit neuen Bedürfnissen für die Bevölkerungsgruppen 1-3 \n\n-The Foreign Trading Company: Eine Schnittstelle für Mod-Interaktionen mit zukünftiger Veröffentlichung der Modding-Saison 2025.",
		"Italian": "Con la liberazione dei servi della gleba, iniziò una nuova era, un tempo di cambiamento e un tempo di crescita. \n\nMa la transizione non è stata sempre facile. Bisognava creare nuove strutture, nuovi modi di vivere e lavorare in una società in continua evoluzione. \n\nDurante questo periodo di tumulti, toccò ai vecchi proprietari terrieri mantenere l'equilibrio tra tradizione e progresso. A quel tempo, non erano solo responsabili del proprio benessere, ma avevano anche il dovere di usare la loro ricchezza e influenza per creare le basi per una società prospera e libera. Noblesse oblige! \n\nAnno 1800 Noblesse Oblige è una mod che trasferisce ed espande il concetto del DLC ufficiale \"Seeds of Change\" nel Vecchio Mondo. \n\n-Nuovo livello di popolazione: proprietari terrieri con due nuove meccaniche (influenza attraverso la fornitura di beni di lusso e il mecenatismo tradizionale) \n\n-L'Amministrazione: la tua interfaccia per il controllo della terra e della produzione (edificio principale simile a una \"Hacienda\") con moduli e cinque nuovi editti. \n\n-Agricoltura specializzata: nuove fattorie di ricette per il Vecchio Mondo con moduli secondari modificati \n\n-Artigianato tra tradizione e modernità: Nuovi birrifici e falegnamerie di ricette OW \n\n-Edifici residenziali 4x4 con nuove esigenze per i livelli di popolazione 1-3 \n\n-The Foreign Trading Company: un'interfaccia per le interazioni mod con la futura versione della stagione di modding 2025.",
		"Japanese": "農奴の解放とともに、新しい時代が始まりました-変化の時と成長の時。\n\nしかし、移行は必ずしも容易ではありませんでした。新しい構造、新しい生活様式、働き方を絶えず変化する社会で作り出さなければなりませんでした。\n\nこの混乱の時代に、伝統と進歩のバランスを保つのは古い地主次第でした。このとき、彼らは自分たちの幸福に責任を持つだけでなく、繁栄した自由な社会の基盤を作るために彼らの富と影響力を使う義務もありました。ノブレス・オブリージュ!\n\n『Anno 1800 Noblesse Oblige』は、公式DLC「Seeds of Change」のコンセプトを旧世界に移転・拡大したMODです。\n\n-新しい人口階層:2つの新しいメカニズムを持つ土地所有者(高級品の供給と伝統的な後援による影響)\n\n-管理:土地と生産を管理するためのインターフェース(「ハシエンダ」のような本館)とモジュールと5つの新しい勅令。\n\n-専門農業:変更されたセカンダリモジュールを備えた旧世界の新しいレシピファーム\n\n-伝統と現代性の間の職人技:新しいOWレシピ醸造所とレシピ大工仕事\n\n-人口レベル1-3の新たなニーズを持つ4x4住宅\n\n-The Foreign Trading Company:2025年のModdingシーズンの将来のリリースとのMODインタラクションのためのインターフェース。",
		"Korean": "농노의 해방과 함께 변화의 시대와 성장의 시대라는 새로운 시대가 시작되었습니다. \n\n그러나 전환이 항상 쉽지만은 않았습니다. 끊임없이 변화하는 사회에서 새로운 구조, 새로운 생활 방식과 일하는 방식을 만들어야 했습니다. \n\n이 혼란의 시기에, 전통과 진보 사이의 균형을 유지하는 것은 옛 지주들의 몫이었다. 당시 그들은 자신의 안녕에 대한 책임이 있었을 뿐만 아니라 번영하고 자유로운 사회의 기초를 만들기 위해 자신의 부와 영향력을 사용할 의무가 있었습니다. 노블레스 오블리주! \n\nAnno 1800 Noblesse Oblige는 공식 'Seeds of Change' DLC의 개념을 Old World로 이전하고 확장하는 모드입니다. \n\n-새로운 인구 계층: 두 가지 새로운 메커니즘을 가진 지주(사치품 공급과 전통적인 후원을 통한 영향력) \n\n-The Administration: 모듈과 5개의 새로운 칙령으로 토지 및 생산('Hacienda'와 같은 메인 빌딩)을 제어하기 위한 인터페이스. \n\n-특화된 농업: 수정된 보조 모듈이 있는 Old World를 위한 새로운 레시피 농장 \n\n-전통과 현대 사이의 장인 정신 : 새로운 OW 레시피 양조장 및 레시피 목공 \n\n-인구 수준 1-3에 대한 새로운 요구 사항을 가진 4x4 주거용 건물 \n\n-The Foreign Trading Company: 2025년 모딩 시즌 2025의 향후 출시와 모드 상호 작용을 위한 인터페이스입니다.",
		"Polish": "Wraz z wyzwoleniem chłopów pańszczyźnianych rozpoczęła się nowa era – czas zmian i czas wzrostu. \n\nAle przejście nie zawsze było łatwe. Trzeba było stworzyć nowe struktury, nowe sposoby życia i pracy w ciągle zmieniającym się społeczeństwie. \n\nW tym okresie zawirowań starzy właściciele ziemscy musieli utrzymać równowagę między tradycją a postępem. W tym czasie byli nie tylko odpowiedzialni za własny dobrobyt, ale także mieli obowiązek wykorzystania swojego bogactwa i wpływów do stworzenia podstaw zamożnego i wolnego społeczeństwa. Noblesse oblige! \n\nAnno 1800 Noblesse Oblige to mod, który przenosi i rozszerza koncepcję oficjalnego DLC \"Seeds of Change\" do Starego Świata. \n\n-Nowy poziom populacji: Właściciele ziemscy z dwiema nowymi mechanikami (wpływ poprzez dostarczanie dóbr luksusowych i tradycyjny patronat) \n\n-Administracja: interfejs do kontrolowania ziemi i produkcji (budynek główny podobny do \"Hacjendy\") z modułami i pięcioma nowymi edyktami. \n\n-Rolnictwo specjalistyczne: Nowe farmy receptur dla Starego Świata ze zmodyfikowanymi modułami pobocznymi \n\n-Kunszt między tradycją a nowoczesnością: nowe browary recepturowe OW i kucharnie receptur \n\n-Budynki mieszkalne 4x4 z nowymi potrzebami dla poziomów populacji 1-3 \n\n-Zagraniczna firma handlowa: Interfejs do interakcji z modami z przyszłą wersją sezonu modów 2025.",
		"Russian": "С освобождением крепостных крестьян началась новая эпоха – время перемен и время роста. \n\nНо переход не всегда был легким. Необходимо было создать новые структуры, новые способы жизни и работы в постоянно меняющемся обществе. \n\nВ этот период смуты старым землевладельцам приходилось поддерживать баланс между традицией и прогрессом. В то время они не только несли ответственность за свое благосостояние, но и обязаны использовать свое богатство и влияние для создания основы для процветающего и свободного общества. Noblesse oblige! \n\nAnno 1800 Noblesse Oblige — это мод, который переносит и расширяет концепцию официального DLC «Семена перемен» в Старый Свет. \n\n-Новый уровень населения: Землевладельцы с двумя новыми механиками (влияние через предложение предметов роскоши и традиционное покровительство) \n\n-Администрация: ваш интерфейс для управления землей и производством (главное здание, похожее на «Гасиенду») с модулями и пятью новыми указами. \n\n-Специализированное сельское хозяйство: новые фермы рецептов для Старого Света с модифицированными вторичными модулями \n\n-Мастерство между традициями и современностью: новые рецептурные пивоварни и рецептурные заводы OW \n\n-4х4 жилые дома с новыми потребностями для населения 1-3 уровней \n\n-Иностранная торговая компания: интерфейс для взаимодействия модов с будущим выпуском сезона моддинга 2025 года.",
		"Spanish": "Con la liberación de los siervos, comenzó una nueva era, una época de cambio y otra de crecimiento. \n\nPero la transición no siempre fue fácil. Había que crear nuevas estructuras, nuevas formas de vivir y trabajar en una sociedad en constante cambio. \n\nDurante este período de agitación, correspondió a los antiguos terratenientes mantener el equilibrio entre la tradición y el progreso. En este momento, no solo eran responsables de su propio bienestar, sino que también tenían el deber de usar su riqueza e influencia para crear las bases de una sociedad próspera y libre. ¡Nobleza obliga! \n\nAnno 1800 Noblesse Oblige es un mod que traslada y expande el concepto del DLC oficial 'Seeds of Change' al Viejo Mundo. \n\n-Nuevo nivel de población: terratenientes con dos nuevas mecánicas (influencia a través de la oferta de bienes de lujo y el mecenazgo tradicional) \n\n-La Administración: su interfaz para el control de la tierra y la producción (Edificio Principal tipo 'Hacienda') con módulos y cinco nuevos edictos. \n\n-Agricultura especializada: Nuevas granjas de recetas para el Viejo Mundo con módulos secundarios modificados \n\n-Artesanía entre tradición y modernidad: Nuevas cervecerías de recetas OW y carpinterías de recetas \n\n-Edificios residenciales 4x4 con nuevas necesidades para los niveles de población 1-3 \n\n-The Foreign Trading Company: Una interfaz para las interacciones de mods con el futuro lanzamiento de la Temporada de Modding 2025.",
		"Taiwanese": "隨著農奴的解放，一個新的時代開始了——一個變革的時代，一個成長的時代。\n\n但過渡並不總是那麼容易。在不斷變化的社會中，必須創造新的結構、新的生活和工作方式。\n\n在這段動蕩時期，老地主有責任保持傳統與進步之間的平衡。此時，他們不僅要對自己的福祉負責，而且還有責任利用自己的財富和影響力為繁榮和自由的社會奠定基礎。貴族答應！\n\nAnno 1800 Noblesse Oblige 是一個模組，它將官方“Seeds of Change”DLC 的概念轉移並擴展到舊世界。\n\n- 新的人口等級：擁有兩種新機制的土地擁有者（通過奢侈品供應和傳統贊助產生影響）\n\n-管理部門：您控制土地和生產的介面（類似“莊園”的主樓），帶有模組和五項新法令。\n\n- 專業農業：舊世界的新配方農場，帶有修改後的輔助模組\n\n-傳統與現代之間的工藝：新的 OW 配方啤酒廠和配方木工\n\n-4x4 住宅樓，滿足 1-3 級人口的新需求\n\n- The Foreign Trading Company：與 2025 年 Mod 季未來版本的模組互動介面。"
	},
	"KnownIssues": [
		{
			"Chinese": null,
			"English": null,
			"French": null,
			"German": null,
			"Italian": null,
			"Japanese": null,
			"Korean": null,
			"Polish": null,
			"Russian": null,
			"Spanish": null,
			"Taiwanese": null
		}
	],
	"DLCDependencies": [
		{
			"DLC": "SeedsOfChange",
			"Dependant": "required"
		}
	],
	"CreatorName": "Ricky and Taludas",
	"CreatorContact": "https://github.com/Taludas",
	"Image": null
}